{
  "items": [
    {
      "id": 1,
      "title": "Билли Саммерс",
      "author": "Стивен Кинг",
      "year": "2021",
      "description": "Признанный Король ужасов, американский писатель Стивен Кинг, пожалуй, один из самых продуктивных авторов современности. В его библиографии более двухсот рассказов, шестьдесят романов, по его произведениям создаются телевизионные постановки, комиксы, снимаются художественные фильмы. В некоторых из них появлялся и сам Кинг. ",
      "imageUrl": "https://cv6.litres.ru/pub/c/cover_415/67303161.webp",
      "isFavoite": false
    },
    {
      "id": 2,
      "title": "Атлант расправил плечи",
      "author": "Айн Рэнд",
      "year": "1957",
      "description": "В США наступило время социализма. «Политика равных возможностей» – вот кредо тех, кто пришел к власти. Успеха и таланта хватит на всех! Вот только социалисты не предвидели, что их реформы приведут к краху экономики и развалят институт американского бизнеса… Повсюду начинают исчезать знаменитости и богатейшие олигархи страны. ",
      "imageUrl": "https://cv7.litres.ru/pub/c/cover_415/4236675.webp",
      "isFavoite": false
    },
    {
      "id": 3,
      "title": "Синдром самозванца",
      "author": "Джессами Хибберд",
      "year": "2019",
      "description": "Синдром самозванца – это явление, при котором люди считают себя недостойными успеха. Они убеждены, что получили все благодаря удаче или другим не зависящим от них причинам, и боятся, что их некомпетентность и несостоятельность в конечном итоге будут раскрыты. Поэтому у таких людей нет возможности радоваться своим достижениям, а значит, и вообще жизни.",
      "imageUrl": "https://cv9.litres.ru/pub/c/cover_415/65876893.webp",
      "isFavoite": false
    },
    {
      "id": 4,
      "title": "1984",
      "author": "Джордж Оруэлл",
      "year": "2018",
      "description": "Предлагаем вниманию читателей знаменитый роман-антиутопию английского писателя Джорджа Оруэлла «1984», в котором он изобразил возможное будущее человечества как тоталитарный иерархический строй, основанный на изощренном физическом и духовном порабощении, пронизанный всеобщим страхом и ненавистью.",
      "imageUrl": "https://cv7.litres.ru/pub/c/cover_415/37395875.webp",
      "isFavoite": false
    },
    {
      "id": 5,
      "title": "Лолита",
      "author": "Владимир Набоков",
      "year": "1955",
      "description": "Владимир Набоков – знаменитый русский писатель, перу которого принадлежат также замечательные произведения на английском языке. «Лолита» – один из самых читаемых романов в мире.",
      "imageUrl": "https://cv6.litres.ru/pub/c/cover_415/48508465.webp",
      "isFavoite": false
    }
  ]
}